Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Vuodelle 2018 osoitettiin lisäksi 5,7 milj. euroa lisämäärärahaa mm. tiedonhankinnan esikäsittelyn, kenttävalvonnan ja analyysityön resurssien vahvistamiseen sekä terrorismin torjunnan kalustohankintoihin.
sv_se: För 2018 anvisades dessutom 5,7 mn euro i tilläggsanslag bl.a. för resursförstärkning i förbehandlingen vid informationsinhämtningen, fältövervakning och analysarbete samt till materielanskaffning för terrorismbekämpning.

source: Rajavartiolaitokselle osoitettiin Itärajan valvontaan, Helsinki-Vantaan lentoliikenteen kasvun ja sujuvuuden turvaamiseen ja muihin EU-velvoitteisiin lisämääräraha 7,9 milj. euroa vuodelle 2018.
sv_se: Gränsbevakningsväsendet anvisades ett tilläggsanslag på 7,9 mn euro för 2018 för bevakningen av östgränsen, tryggandet av flygtrafikens tillväxt och smidighet på Helsingfors-Vanda flygplats och för andra EU-åtaganden.

source: Kertomusvuonna päätettiin myös rannikkovartioveneiden uusimisesta myöntämällä valtion vuoden 2018 talousarviossa valtuus hankinnalle.
sv_se: Under berättelseåret beslutades också att kustbevakningsbåtarna ska bytas ut och för ändamålet beviljades en fullmakt för anskaffningen i statsbudgeten för 2018.

source: Hallitus antoi eduskunnalle esityksen pelastustoimen uudistuksesta maaliskuussa 2017 (HE 16/2017 vp, uusi laki pelastustoimen järjestämisestä).
sv_se: Regeringen lämnade till riksdagen en proposition om en reform av räddningsväsendet i mars 2017 (RP 16/2017 rd, ny lag om ordnande av räddningsväsendet).

source: Vuoden 2020 alusta 18 maakuntaa järjestäisivät kukin pelastustoimen omalla alueellaan.
sv_se: Från början av 2020 föreslås 18 landskap organisera räddningsväsendet i sina respektive områden.

source: Pelastustoimen palvelujen tuottamisesta vastaisi maakunnan liikelaitos (pelastuslaitos).
sv_se: Landskapets affärsverk (räddningsverket) ansvarar enligt propositionen för att producera tjänsterna.

source: Palvelujen tuottamisessa voitaisiin nykytapaan käyttää apuna mm. sopimuspalokuntia.
sv_se: På samma sätt som i dag kan bl.a. avtalsbrandkårer tas till hjälp i tjänsteproduktionen.

source: Valtion ohjaus pelastustoimessa vahvistuisi.
sv_se: Lagen medför en starkare statlig styrning av räddningsväsendet.

source: Vuoden 2015 suuresta hakijamäärästä johtuen turvapaikanhakijatilanne on painottunut maahanmuuttokysymyksissä.
sv_se: På grund av det stora antalet asylsökande 2015 har asylsituationen varit framträdande i invandringsfrågor.

source: Pakolaistaustainen väestö on kuitenkin edelleen selvä vähemmistö kaikista maahanmuuttajista.
sv_se: Människor med flyktingbakgrund är dock fortfarande en klar minoritet av alla invandrare.

source: Vuonna 2017 Suomessa jätettiin 26 354 ensimmäistä oleskelulupahakemusta.
sv_se: År 2017 lämnades 26 354 första ansökningar om uppehållstillstånd.

source: Eniten hakijoita tuli Venäjältä (2 805), Irakista (2 067), Kiinasta (2 022), Intiasta (1 971) ja Ukrainasta (1 937).
sv_se: De flesta sökande kom från Ryssland (2 805), Irak (2 067), Kina (2 022), Indien (1 971) och Ukraina (1 937).

source: Näiden lisäksi EU-kansalaisten rekisteröintihakemuksia vastaanotettiin 8 358.
sv_se: Vidare tog myndigheterna emot 8 358 registreringsansökningar av EU-medborgare.

source: Näissä hakijoiden suurimmat taustamaat olivat Viro (2 427), Saksa (571), Romania (536), Puola (494) ja Iso-Britannia (448).
sv_se: Sökandenas vanligaste bakgrundsländer var Estland (2 427), Tyskland (571), Rumänien (536), Polen (494) och Storbritannien (448).

source: Suurin osa haki oleskelulupaa perheen, työn tai opiskelun perusteella.
sv_se: Största delen ansökte om uppehållstillstånd på grund av familj, arbete eller studier.

source: Suomessa on arviolta n. 130 000 ulkomaalaista työntekijää, joista 80 000 asuu ja työskentelee Suomessa vakituisesti .
sv_se: Det finns uppskattningsvis ca 130 000 utländska arbetstagare i Finland, av vilka 80 000 bor och arbetar här permanent .

source: International Migration 2016-2017 for Finland (englanniksi)
sv_se: International Migration 2016-2017 for Finland. (på engelska)

source: Ensimmäiset oleskelulupahakemukset 2014–2017
sv_se: Första ansökningarna om uppehållstillstånd 2014–2017

source: Perhe
sv_se: Familj

source: Työ
sv_se: Arbete

source: Opiskelu
sv_se: Studier

source: Muu
sv_se: Övrigt

source: Turvapaikka-asiat
sv_se: Asylärenden

source: Vuoden 2015 ennätyssuuri turvapaikanhakijoiden määrä vaikuttaa eri hallinnonaloilla vielä useita vuosia.
sv_se: Det rekordstora antalet asylsökande 2015 kommer att ha verkningar på olika förvaltningsområden ännu i många år framöver.

source: Vuonna 2017 turvapaikkahakemuksia vastaanotettiin yht. 5 059 kpl.
sv_se: År 2017 gjordes sammanlagt 5 059 asylansökningar.

source: Määrä aleni hieman edelliseen vuoteen verrattuna (v. 2016: 5 657 hakemusta).
sv_se: Det var något färre än året innan (5 657 ansökningar 2016).

source: Hakemuksista lähes 40 % (1 858 kpl) oli uusintahakemuksia ja 1 062 EU:n sisäisinä siirtoja Kreikasta ja Italiasta tulleiden hakemuksia.
sv_se: Nästan 40 % (1 858 st.) av ansökningarna var upprepade ansökningar och 1 062 var asylsökande som anlänt till Grekland och Italien, och sedan flyttats till Finland internt inom EU.

source: Merkittävimmät lähtömaat v. 2017 olivat Irak, Syyria, Eritrea, Afganistan ja Venäjä.
sv_se: De mest betydande utreseländerna 2017 var Irak, Syrien, Eritrea, Afghanistan och Ryssland.

source: Turvapaikkapäätöksiä tehtiin 9 418, joista 40 % oli myönteisiä.
sv_se: Myndigheterna fattade 9 418 asylbeslut, av vilka 40 % var positiva.

source: Vastaanottopalveluiden piirissä olevia oli vuoden lopussa yli 13 000 henkilöä (v. 2016: n. 19 000 henkilöä).
sv_se: Mottagningstjänsterna omfattade över 13 000 personer vid årets slut (2016 ca 19 000 personer).

source: Taulukossa 5 on kuvattu turvapaikkahakemusten käsittelytilannetta.
sv_se: Tabell 5 visar läget för handläggningen av asylansökningar.

source: Maahanmuuttohallinnon tuloksellisuutta on tarkemmin kuvattu hallituksen vuosikertomuksen liitteessä 1 luvussa 4.4.
sv_se: Migrationsförvaltningens resultat rapporteras närmare i kapitel 4.4 i bilaga 1 i regeringens årsberättelse.

source: Turvapaikkapäätösten määrät 2015–2017
sv_se: Antal asylbeslut 2015–2017

source: Uusia hakemuksia vireille*
sv_se: Nya anhängiggjorda ansökningar*

source: Aiemmin tehtyjä hakemuksia vireillä**
sv_se: Tidigare anhängiga ansökningar**

source: Myönteinen turvapaikkapäätös***
sv_se: Positivt asylbeslut***

source: Kielteinen turvapaikkapäätös
sv_se: Negativt asylbeslut

source: Hakemus jätetty tutkimatta
sv_se: Ansöknigen prövades inte

source: Hakemus rauennut
sv_se: Ansökningen har förfallit

source: * sisältää uusintahakemukset ** tilanne 1.1.2016, 1.1.2017 ja 1.1.2018 *** sisältää muut oleskeluluvat
sv_se: * inbegriper upprepade ansökningar ** situationen 1.1.2016, 1.1.2017 och 1.1.2018 *** inbegriper övriga uppehållstillstånd

source: Vapaaehtoisen paluun järjestelmän kautta kansainvälisen siirtolaisuusjärjestö IOM:n avustuksella v. 2017 palaajia oli yht. 1 422.
sv_se: Genom systemet för frivilligt återvändande med assistans av Internationella migrationsorganisationen IOM reste sammanlagt 1 422 personer tillbaka till utreselandet.

source: Eniten palaajia oli Irakiin (1 102), Albaniaan (64) ja Afganistaniin (47).
sv_se: De flesta återvände till Irak (1 102), Albanien (64) och Afghanistan (47).

source: Poliisin täytäntöön panemia maastapoistamisia oli 3 873, joista IOM:n avustamina 1 392.
sv_se: Polisen avlägsnade 3 873 personer från Finland, i 1 392 fall med IOM:s assistans.

source: Dublin-prosessin kautta maasta poistamisia tehtiin 242.
sv_se: Via Dublin-processen avlägsnades 242 personer ur landet.

source: Hakijan todennäköisen maasta poistumisen perusteella tehtiin yht. 308 rauettamispäätöstä turvapaikka-asioissa.
sv_se: Sammanlagt 308 beslut om att asylansökningen förfallit för att den sökande sannolikt lämnat landet.

source: Kielteisen turvapaikkapäätöksen saaneiden palautusten onnistumista on vielä vaikea arvioida hallinto-oikeuksissa ja korkeimmassa hallinto-oikeudessa vireillä olevien valitusten johdosta.
sv_se: Hur återsändandet av de asylsökande som fått avslag har utfallit är svårt att bedöma i detta skede på grund av de besvär som är anhängiga i förvaltningsdomstolar och högsta förvaltningsdomstolen.

source: Palautusten haasteena ovat palautussopimusten ja järjestelyiden sopiminen keskeisten lähtömaiden kanssa ja erityisesti kielteisen turvapaikkapäätösten saaneiden pakkopalautukset.
sv_se: Svårigheterna i återsändandeprocessen handlar om förhandlingar om återsändandeavtal och arrangemang med centrala utreseländer och i synnerhet tvångsåtersändandet av personer som nekats asyl.

source: Ilman oleskelulupaa maassa oleskelevien henkilöiden määrän arvioidaan kasvavan.
sv_se: Antalet personer som vistas i landet utan uppehållstillstånd väntas öka.

source: Hallinto-oikeuksissa keskityttiin kertomusvuonna turvapaikka-asioiden käsittelyaikojen kasvun hillitsemiseen.
sv_se: Förvaltningsdomstolarna koncentrerade sig under verksamhetsåret på att stävja utvecklingen där handläggningstiden för asylärenden blir allt längre.

source: Valitusten käsittelyssä toimivaltaisiksi Helsingin hallinto-oikeuden lisäksi tulivat 1.2.2017 lähtien Itä-Suomen, Pohjois-Suomen ja Turun hallintooikeudet.
sv_se: Utöver Helsingfors förvaltningsdomstol fick också Östra Finlands, Norra Finlands och Åbo förvaltningsdomstolar 1.2.2017 behörighet att handlägga besvär.

source: Hallinto-oikeuksissa vireillä olevien valitusten määrä väheni.
sv_se: Antalet besvär som var anhängiga i förvaltningsdomstolarna minskade.

source: Valitusten keskimääräinen käsittelyaika nousi kertomusvuonna 8,5 kuukauteen.
sv_se: Den genomsnittliga handläggningstiden ökade till 8,5 månader under berättelseåret.

source: Ilman asioiden käsittelyn hajauttamista keskimääräinen käsittelyaika olisi muodostunut tätäkin pidemmäksi.
sv_se: Om behandlingen av ärendena inte hade spritts ut på flera domstolar skulle den genomsnittliga handläggningstiden ha varit ännu längre.

source: Korkeimmassa hallinto-oikeudessa keskimääräinen käsittelyaika oli 2,8 kuukautta.
sv_se: I högsta förvaltningsdomstolen var den genomsnittliga handläggningstiden 2,8 månader.

source: Turvapaikka-asioiden käsittelyn hajauttamisen, v. 2016 voimaan tulleiden oikeudenkäyntimenettelyä keventäneiden lainsäädäntömuutosten ja tuomioistuinten sisäisten kehittämistoimien sekä myönnettyjen lisäresurssien ja onnistuneiden rekrytointien johdosta valitusasioiden määrä pysyi hyvin hallinnassa.
sv_se: Antalet besvärsärenden hölls under kontroll tack vare fördelningen av behandlingen av asylärenden på flera domstolar, de lagändringar som infördes 2016 för att förenkla rättegångsförfarandet, domstolarnas interna utvecklingsinsatser samt beviljade tilläggsresurser och lyckade rekryteringar.

source: Oikeusministeriö arvioi, että turvapaikka-asioiden ruuhka saadaan purettua ja keskimääräinen käsittelyaika hallinto-oikeuksissa lyhennettyä 6 kuukauteen vuoden 2018 loppuun mennessä.
sv_se: Justitieministeriet gör bedömningen att anhopningen av asylsärenden kommer att kunna åtgärdas före utgången av 2018, varpå den genomsnittliga handläggningstiden i förvaltingsdomstolarna förkortas till 6 månader.

source: Oleskelulupa-asioiden määrä hallinto-oikeuksissa kasvoi jonkin verran.
sv_se: Antalet ärenden som rörde uppehållstillstånd ökade något i förvaltningsdomstolarna.

source: Turvapaikkapäätöksistä tehtyjen valitusten käsittely
sv_se: Handläggningen av besvär mot asylbeslut

source: Elinkeino, liikenne- ja ympäristökeskukset ovat saaneet neuvoteltua edelleen lisää kuntia pakolaisten vastaanottoon.
sv_se: Närings-, trafik- och miljöcentralerna har lyckats förhandla om flyktingmottagning med nya kommuner.

source: Vuonna 2017 jo 206 kunnalla oli sopimus pakolaisten vastaanotosta (v. 2016: 198 kuntaa ja v. 2015: 93 kuntaa).
sv_se: År 2017 hade redan 206 kommuner ett avtal om att ta emot flyktingar (2016: 198 kommuner och 2015: 93 kommuner).

source: 2 942 (v. 2016: 3 309 ja v. 2015: 1 347).
sv_se: NTM-centralerna anvisade sammanlagt 2 942 flyktingar till kommunerna (2016: 3 309 och 2015: 1 347).

source: Huolimatta kuntapaikkojen lisäyksestä kuntapaikkatavoitteita (4 000) ei saavutettu, koska esim. oleskeluluvan saaneiden henkilöiden toiveet ja vastaanottokeskusten sijainti eivät aina kohtaa neuvoteltujen kuntapaikkojen kanssa. Oleskelulupia myönnettiin myös oletettua vähemmän.
sv_se: Trots att kommunplatserna nu blev fler uppnåddes målet för dem (4 000) ännu inte t.ex. för att önskemålen hos dem som fått uppehållstillstånd och förläggningarnas läge inte alltid sammanfaller med de kommunplatser som förhandlingarna resulterat i. Det beviljades också färre uppehållstillstånd än väntat.

source: Turvapaikanhakijoiden vaikutuksia julkisen talouden menoihin ja tuloihin kartoittaneen selvityksen mukaan kokonaiskustannuksiin vaikuttaa ensi sijassa tulijoiden määrä.
sv_se: Enligt en kartläggning av de asylsökandes inverkan på utgifterna och inkomsterna i de offentliga finanserna påverkas totalkostnaderna i första hand av antalet asylsökande.

source: Tulopuolen vaikutukset riippuvat maahan jääneiden työllisyyskehityksestä.
sv_se: Verkningarna på inkomstsidan hänger på hur sysselsättningen utvecklas för dem som stannar i landet.

source: Mitä paremmin oleskeluluvan saaneet työllistyvät, sitä enemmän he maksavat veroja ja osaltaan rahoittavat hyvinvointiyhteiskuntaa.
sv_se: Ju bättre de som fått uppehållstillstånd får arbete, desto mer betalar de skatt och bidrar till att finansiera välfärdssamhället.

source: Keinot työllisyyden parantamiseen ovat pitkälti samoja kuin kantasuomalaisilla, mutta toimenpiteiden vaikutukset ovat voimakkaampia, koska pakolaistaustaiset ovat työmarkkinoille integroitumisessa takamatkalla kielitaidon ja työllistymistä edistävien verkostojen puutteen sekä monen tulijan alhaisen koulutustason vuoksi.
sv_se: Medlen för att förbättra deras sysselsättning är till stor del de samma som för majoritetsbefolkningen, men åtgärderna får kraftigare effekt eftersom gruppen med flyktingbakgrund ligger efter i integrationen på arbetsmarknaden i brist på språkkunskaper och sysselsättningsfrämjande nätverk samt i många fall på grund av en låg utbildningsnivå.

source: Työllisyyteen vaikuttavista järjestelmistä esille nousevat kotoutumissuunnitelmat ja -koulutus, kotihoidontuki, sosiaaliturvan taso suhteessa työmarkkinoilla tarjolla olevaan palkkaan, palkkatuki ja ammatillinen työvoimakoulutus sekä työharjoitteluun tarkoitetut koulutustuet.
sv_se: Av de system som påverkar sysselsättningen innehas en viktig roll av integrationsplaner och -utbildning, hemvårdsstöd, nivån på socialskyddet i förhållande till den lön som står till buds, lönesubvention och yrkesinriktad arbetskraftsutbildning och utbildningsstöd avsedda för arbetspraktik.

source: Nuorten kotoutumiseen voidaan vaikuttaa varhaiskasvatuksella ja koulutuksella.
sv_se: Integrationen av unga kan underlättas genom småbarnspedagogik och utbildning.

source: Valtiovarainministeriön julkaisuja 41/2017.
sv_se: Finansministeriets publikationer 41/2017.

source: Maahanmuuttajien koulutus ja työllistyminen
sv_se: Invandrarnas utbildning och sysselsättning

source: Opetus- ja kulttuuriministeriön toimialalla maahanmuuttajien määrän kasvu näkyi erityisesti vieraskielisten oppilaiden ja opiskelijoiden määrän lisääntymisenä.
sv_se: På undervisnings- och kulturministeriets förvaltningsområde syntes det ökade antalet invandrare i synnerhet i att eleverna och studerandena med främmande språkbakgrund blev fler.

source: Vieraskielisten oppivelvollisten määrä perusopetuksessa oli v. 2017 yht. 40 067 ja se kasvoi 4 631 oppilaalla edelliseen vuoteen verrattuna.
sv_se: År 2017 var antalet utländska läropliktiga inom den grundläggande utbildningen sammanlagt 40 067, vilket var 4 631 fler än året innan.

source: Oppivelvollisuusiän ylittäneitä perusopetuksen vieraskielisiä opiskelijoita oli yli 90 % eli yht. 3 727 henkilöä.
sv_se: Av de studerande inom den grundläggande utbildningen som överskridit läropliktsåldern var över 90 %, dvs. sammanlagt 3 727 personer, utlänningar.

source: Määrä kasvoi 88 % vuoteen 2015 verrattuna.
sv_se: Deras antal ökade med 88 % jämfört med 2015.

source: Maahanmuuttajien ammatillinen koulutus -ohjelmassa aloitti v. 2017 n. 3 000 opiskelijaa.
sv_se: År 2017 inledde omkring 3 000 studerande programmet för yrkesutbildning för invandrare.

source: Vastuukorkeakoulutoimintaa (Supporting Immigrants in Higher Education in Finland) toteutettiin kolmessa yliopistossa ja kolmessa ammattikorkeakoulussa.
sv_se: Tre högskolor och tre yrkeshögskolor bedrev ansvarshögskoleverksamhet (Supporting Immigrants in Higher Education in Finland).

source: Vastuukorkeakoulut ovat ohjanneet n. 1 800 korkeakouluopintoja tai korkeakoulututkintoja suorittanutta maahanmuuttajaa vuosina 2016–2017.
sv_se: Ansvarshögskolorna handledde ca 1 800 invandrare som avlade högskolestudier eller -examina 2016–2017.

source: Opetushallituksen tekemien tutkintojen tunnustamista koskevien ratkaisujen määrä kasvoi edellisvuodesta 12 %.
sv_se: Utbildningsstyrelsens avgöranden i fråga om att erkänna examina gick upp med 12 % jämfört med året innan.

source: Kertomusvuonna on toteutettu toimia, joilla hallitusohjelman mukaisesti edistetään työllisyyttä ja julkistaloutta vahvistavaa työvoiman maahanmuuttoa.
sv_se: Under berättelseåret genomfördes åtgärder som i enlighet med regeringsprogrammet ska främja sysselsättningen och en arbetskraftsinvandring som stärker den offentliga ekonomin.

source: Hallitus antoi syksyllä 2017 eduskunnalle esityksen koskien startup-yrittäjien maahanmuuttoa ja yleistä oleskelulupaprosessin sujuvoittamista (HE 129/2017 vp, L 121 ja 122/2018).
sv_se: Hösten 2017 lämnade regeringen till riksdagen en proposition som rörde invandring av uppstartsföretagare och att allmänt göra processen för uppehållstillstånd smidigare (RP 129/2017 rd, L 121 och 122/2018).

source: Myös kausityöntekoa ja yritysten sisällä siirtyviä henkilöitä (ns. ICT eli intra-corporate transfer) koskevat direktiivit saatettiin kansallisesti voimaan (L 907/2017 ja 908/2017).
sv_se: Även direktiven som rör säsongarbete och personer som flyttas inom företag (sk. ICT eller intra-corporate transfer) sattes i kraft nationellt (L 907/2017 och 908/2017).

source: Muutosten tavoitteena on tukea yrittäjyyttä ja sitä kautta talouskasvua.
sv_se: Syftet med ändringarna är att stödja företagsamhet och den vägen den ekonomiska tillväxten.

source: Talent Boost – Kasvua kansainvälisistä osaajista -toimenpideohjelma sovittaa yhteen elinkeino-, innovaatio-, työllisyys-, koulutus- ja maahanmuuttopolitiikka kasvua tukevaksi kokonaisuudeksi.
sv_se: Åtgärdsprogrammet Talent Boost – Tillväxt genom internationella talanger startades och det samordnar närings-, innovations-, sysselsättnings-, utbildnings- och migrationspolitiken till en tillväxtfrämjande helhet.

source: Maahanmuuttajien työllistymistä pyritään nopeuttamaan myös maahanmuuttajien kotoutumisen SIB-koulutuksella.
sv_se: Också SIB-utbildningen för invandrare har som mål att påskynda sysselsättningen av invandrare.

source: (Molemmista ks. tarkemmin edellä luku 2.2).
sv_se: (Se kapitel 2.2 för närmare uppgifter om de båda programmen).

source: Valtion kotouttamisohjelman 2016–2019 ja hallituksen kotouttamisen toimintasuunnitelman (3.5.2016) mukaisesti maahanmuuttajien osaamista on työllistymisen edistämiseksi vahvistettu mm. toteuttamalla ammatillisia kotoutumiskoulutuksia sekä yhdistämällä kielenopetusta ammatilliseen koulutukseen. Myös kotoutumiskoulutuksen määrärahat ovat olleet hyvällä tasolla, ja koulutuksen on päässyt aloittamaan ilman merkittäviä viiveitä.
sv_se: I enlighet med Statens integrationsfrämjande program 2016–2019 och regeringens handlingsprogram för integrationsfrämjande (3.5.2016) har invandrarnas kunnande stärkts för att främja sysselsättning bland annat genom yrkesinriktade integrationsutbildningar och en kombination av språkundervisning och yrkesutbildning.

source: Ulkomaalaisten aktivointiaste on v. 2017 noussut työ- ja elinkeinotoimistojen ohjauksella ja lisääntyneillä toimenpiteillä.
sv_se: Även anslagen för integrationsfrämjande har legat på en god nivå och utbildningar har kunnat inledas utan större dröjsmål.

source: Vuonna 2017 ulkomaalaisten aktivointiaste oli 48,3 % (v. 2016: 42,2 % ja v. 2015: 40,2 %).
sv_se: Aktiveringsgraden bland utlänningar steg till följd av arbets- och näringsbyråernas vägledning och utökade insatser till 48,3 % 2017 (2016: 42,2 % och 2015: 40,2 %).

source: Selvitys maahanmuuton kustannuksista saatiin päätökseen joulukuussa 2017 .
sv_se: Utredningen om invandringens kostnader blev klar i december 2017 .

source: Selvityksestä käy ilmi, että maahanmuuttajaryhmien välillä on huomattavia eroja työllisyysasteissa.
sv_se: Den visade att det föreligger betydande skillnader i sysselsättningsgraden mellan olika invandrargrupper.

source: Maahanmuuttajaryhmien saamien sosiaaliturvaetuuksien määrät mukailevat työllisyysasteissa ilmeneviä eroja.
sv_se: Mängden sociala förmåner som invandrargrupperna får följer skillnaderna i sysselsättningsgrader.

source: Erityistä huomiota olisi kiinnitettävä ulkomaalaistaustaisten naisten työmarkkinaintegraatioon sekä kotouttamistoimenpiteiden vaikuttavuuden analysointiin.
sv_se: Särskild uppmärksamhet ska ägnas åt arbetsmarknadsintegrationen av kvinnor med utländsk bakgrund och analys av integrationsinsatsernas resultat.

source: Sosiaali- ja terveysministeriön raportteja ja muistioita 2017:27.
sv_se: Social- och hälsovårdsministeriets rapporter och promemorior 2017:27.

source: Euroopan komissio kohdisti EU:n sisäasioiden rahastojen maahanmuutto-, turvapaikka- ja kotouttamisrahaston (AMIF-rahasto) kotouttamisen ja paluutoimintojen osioihin lisärahoitusta.
sv_se: Europeiska kommissionen anvisade tilläggsfinansiering för integration och återvändandefunktioner i EU:s asyl-, migrations- och integrationsfond (AMIFfonden).

source: Suomen osuus rahaston kautta kanavoidusta lisärahoituksesta oli n. 2,5 milj. euroa.
sv_se: Finlands andel av den tilläggsfinansiering som kanaliserades via fonden var ca 2,5 mn euro.

source: AMIF-rahastosta rahoitettiin v. 2017 kansallisesti yht. 21 hanketta ja toimintoa yhteensä n. 9 milj. eurolla, joilla mm. kehitettiin turvapaikkajärjestelmää, kolmansien maiden kansalaisten kotoutumista sekä edistettiin vapaaehtoista paluuta Suomen kannalta keskeisiin paluumaihin.
sv_se: År 2017 bidrog AMIF-fonden med ca 9 mn euro i finansiering till sammanlagt 21 projekt och funktioner för att bl.a. utveckla asylsystemet, integrationen av medborgare från tredjeländer och främja frivilligt återvändande till länder som är centrala ur Finlands synpunkt.

source: Lisäksi rahaston kautta tuettiin uudelleensijoittamismenettelyn sujuvoittamista sekä kiintiöpakolaisten kuntasijoittamisen tehostamista.
sv_se: Fondmedel användes också för att göra omplaceringsförfarandet smidigare och kommunplaceringen av kvotflyktingar effektivare.

source: Hallitus sopi maahanmuuttopoliittisen ohjelman tekemisestä vuosia 2018–2021 koskevan julkisen talouden neuvotteluissa.
sv_se: Regeringen kom i förhandlingarna om de offentliga finanserna för 2018–2021 överens om att ett migrationspolitiskt program ska utarbetas.

source: Hallituksen maahanmuuttopoliittinen ohjelma tähtää erityisesti työvoiman maahanmuuton edistämiseen.
sv_se: Regeringens migrationspolitiska program tar sikte på att främja i synnerhet invandringen av arbetskraft.

source: Globaali kilpailu ulkomaalaisista osaajista ja yrityksistä on tiukkaa, ja Suomen tavoitteena on pärjätä tässä kilpailussa.
sv_se: Den globala konkurrensen om utländska yrkesmänniskor och företag är skarp, och Finland strävar efter att klara sig i den här konkurrensen.
